{
  "videos" : {
    "Cpsqeowx4fs" : {
      "desc" : "Music",
      "title" : "Most Epic Osts Of All Times: Army Of The King",
      "url" : "https://www.youtube.com/watch?v=Cpsqeowx4fs"
    },
    "w8m6Jg9Y7X0" : {
      "desc" : "Cinemassacre aliens saga review",
      "title" : "Aliens",
      "url" : "https://www.youtube.com/watch?v=w8m6Jg9Y7X0"
    },
    "LQUXuQ6Zd9w" : {
      "desc" : "Album: Paranoid Song: \"War Pigs\" ~ LYRICS ~ \"War Pigs\" Generals gathered in their masses Just like witches at black masses Evil minds that plot destruction Sorcerers of death's construction In the fields the bodies burning As the war machine keeps turning Death and hatred to mankind Poisoning their brainwashed minds Oh lord yeah! Politicians hide themselves away They only started the war Why should they go out to fight? They leave that role to the poor Time will tell on their power minds Making war just for fun Treating people just like pawns in chess Wait 'til their judgement day comes Yeah! Now in darkness world stops turning Ashes where the bodies burning No more war pigs at the power Hand of God has struck the hour Day of judgement, God is calling On their knees the war pig's crawling Begging mercy for their sins Satan laughing spreads his wings oh lord yeah!",
      "title" : "Black Sabbath ~ War Pigs",
      "url" : "https://www.youtube.com/watch?v=LQUXuQ6Zd9w"
    },
    "QR4LVy72uzQ" : {
      "desc" : "Symphony of Destruction is the second song on the thrash metal band Megadeths 5th studio album, Countdown to Extinction. The song is one of the heaviest songs written by the band. While it isnt known for its speed, its definately famed for its heaviness. The songs lyrical meaning depicts giving someone power and watching them grow. You take a mortal man, And put him in control Watch him become a god, Watch peoples heads aroll Aroll... Just like the pied piper Lead rats through the streets We dance like marionettes, Swaying to the symphony... Of destruction Acting like a robot, Its metal brain corrodes. You try to take its pulse, Before the head explodes. Explodes... Just like the pied piper Lead rats through the streets We dance like marionettes, Swaying to the symphony... Of destruction The earth starts to rumble World powers fall Awarring for the heavens, A peaceful man stands tall Tall... Just like the pied piper Lead rats through the streets We dance like marionettes, Swaying to the symphony... Of destruction",
      "title" : "Megadeth - Symphony of Destruction (Studio Version)",
      "url" : "https://www.youtube.com/watch?v=L397TWLwrUU"
    },
    "L397TWLwrUU" : {
      "desc" : "Lyrics: There I was completely wasting, out of work and down all inside it's so frustrating as I drift from town to town feel as though nobody cares if I live or die so I might as well begin to put some action in my life Breaking the law, breaking the law Breaking the law, breaking the law Breaking the law, breaking the law Breaking the law, breaking the law So much for the golden future, I can't even start I've had every promise broken, there's anger in my heart you don't know what it's like, you don't have a clue if you did you'd find yourselves doing the same thing too Breaking the law, breaking the law Breaking the law, breaking the law Breaking the law, breaking the law Breaking the law, breaking the law",
      "title" : "Judas Priest - Breaking The Law",
      "url" : "https://www.youtube.com/watch?v=L397TWLwrUU"
    },
    "QR4LVy72uzQ" : {
      "desc" : "Lyrics...... They can't stop us Let 'em try For heavy metal We will die!! Quit my job this morning said forever I would hold my head up high Cause I need metal in my life Just like an eagle needs to fly So I walked outside into the street From a hall I heard thunder and screams I walked inside so I could hear And the guy beside me gave me a beer He had his fist up in the air And called me brother said my friends Are over there They call themselves immortals They're the truest of the true And in that very moment I was born again like you They said hold your head up high Raise your fist up in the air Play metal louder than hell Find More lyrics at www.sweetslyrics.com Louder than hell They can't stop us Let 'em try For heavy metal We would die!! Brothers stand beside me, there's a battle on Know my words are true There's a battle for true metal They're marching; they're marching on Me and you Ten thousand strong are here tonight With twenty thousand fists up in the air The power of true metal's calling you It's everywhere Hold your head up high Raise your fist up in the air Play metal louder than hell Louder than hell They can't stop us Let 'em try For heavy metal We would die!!",
      "title" : "Manowar - Die for metal",
      "url" : "https://www.youtube.com/watch?v=QR4LVy72uzQ"
    }
  }
}
